---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsLandingThickness
source: html/4d2de7ec-9eb7-dd58-c423-33b492c936bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsLandingThickness Property

"Total Thickness": Thickness

## Syntax (C#)
```csharp
public static ForgeTypeId StairsLandingThickness { get; }
```